Repository: common-repository/mdirector-newsletter
Catalog: languages/mdirector-newsletter-*.po
Languages: ca, es_es, fr_fr, it_it, pt_pt

# TAB-CONTENT-HELP__LIST-9
source: Save at the bottom of the plugin configuration page. Once done, two lists are automatically created in your MDirector account, one for those users who subscribe to the weekly newsletter and one for those who subscribe to the daily newsletter.
es_es: Guarda al final de la página de configuración del plugin. Una vez hecho, automáticamente se crean dos listas en tu cuenta de MDirector, una para aquellos usuarios que se suscriban a la newsletter semanal y otra para los que se suscriban a la newsletter diaria.
fr_fr: Enregistrez à la fin de la page de configuration du plug-in. Une fois cela fait, deux listes seront automatiquement créez dans votre compte MDirector, une pour les utilisateurs qui s'abonnent à la newsletter hebdomadaire et une autre pour ceux qui s'abonnent à la newsletter quotidienne.
it_it: Salva alla fine della pagina la configurazione del plugin. Una volta salvato, si creeranno automaticamente 2 liste in MDirector, una sarà per gli utenti che si iscrivono alla newsletter settimanale e l'altra per la newsletter giornaliera.
pt_pt: Salve ao final da página a configuração do plugin. Uma vez realizado, automaticamente serão criadas duas listas na sua conta de MDirecor, uma para aqueles usuários que registrem a newsletter semanal e outra para os que se registrem a newsletter diária.

# TAB-CONTENT-HELP__LIST-10
source: If you want to run a test to see how your campaign will look like before sending it, use the 'Testing' tab. From there, you can indicate an alternative list to send to, for example, one where you and a couple of friends appear.
es_es: Si quieres realizar una prueba para ver el aspecto de tu campaña antes de enviarla utiliza la pestaña 'Pruebas'. Desde ahí, puedes indicar una lista alternativa a la que realizar el envío, por ejemplo, una donde figures tú y un par de amigos.
fr_fr: Si vous voulez faire un test pour voir l'aspect de votre campagne avant de l'envoyer, utilisez l'onglet 'Test'. De là, vous pouvez indiquer une liste alternative à envoyer, par exemple, une où vous et un couple d'amis.
it_it: Se vuoi fare un test per vedere l'immagine della tua campagna prima di inviarlo, usa la scheda 'Test'. Da lì, puoi indicare una lista alternativa da inviare, per esempio, una in cui ci sei tu e un paio di amici.
pt_pt: Se deseja realizar um teste para ver o aspecto da sua campanha antes de enviá-la, utilize a aba 'Provas'. Desde aí, você pode indicar uma lista alternativa na qual deseja realizar o envio, por exemplo, uma onde figures tu e um par de amigos.

# TAB-CONTENT-HELP__LIST-11
source: Once you have everything set up, you can launch your campaign immediately, or wait for the scheduled time. If you don't want to wait, just click 'Send right now' or 'Send test right now' from its corresponding tab.
es_es: Una vez que lo tengas todo configurado, puedes lanzar tu campaña de forma inmediata, o bien esperar al momento programado. Si no quieres esperar, solo pulsa 'Enviar ahora mismo' o 'Enviar prueba ahora mismo' desde su correspondiente pestaña.
fr_fr: Une fois que vous avez tout configuré, vous pouvez lancer votre campagne immédiatement ou attendre l'heure prévue. Si vous ne voulez pas attendre, appuyez simplement sur 'Send now' ou 'Send test now' depuis l'onglet correspondant.
it_it: Una volta configurato tutto, puoi avviare immediatamente la campagna o attendere l'ora pianificata. Se non vuoi aspettare, basta premere "Invia ora" o "Invia test adesso" dalla scheda corrispondente.
pt_pt: Uma vez que tenha configurado, você pode lançar sua campanha de maneira imediata, ou bem esperar ao momento programado. Se não deseja esperar, clique em 'Enviar agora mesmo' ou 'Enviar prova agora mesmo' desde sua aba correspondente.

# TAB-CONTENT-HELP__LIST-12
source: Now you can place the form / widget on your blog. To do this, go to Appearance > Widgets in your wordpress panel and drag the MDirector widget to your sidebar. You will be able to configure a title, a description / explanation to appear above your form and a link and checkbox for the privacy policy or legal terms. That's it, your users can start subscribing.
es_es: Ahora ya puedes colocar el formulario / widget en tu blog. Para ello, accede a Apariencia > Widgets en el panel de tu wordpress y arrastra a tu sidebar el widget de MDirector. Podrás configurar un título, una descripción / explicación para que aparezca encima de tu formulario y un enlace y checkbox para la política de privacidad o términos legales. ¡Ya está! tus usuarios pueden comenzar a suscribirse.
fr_fr: Maintenant, vous pouvez placer le formulaire / widget sur votre blog. Pour cela, allez dans Apparence> Widgets dans le panneau de votre wordpress et faites glisser le widget MDirector dans votre barre latérale. Vous pouvez configurer un titre, une description / explication à afficher au-dessus de votre formulaire et un lien et une case à cocher pour la politique de confidentialité ou les termes juridiques. C'est fait! vos utilisateurs peuvent commencer à s'abonner.
it_it: Ora puoi inserire il modulo / widget sul tuo blog. Per fare ciò, vai a Aspetto> Widget nel pannello di wordpress e trascina il widget MDirector nella barra laterale. È possibile configurare un titolo, una descrizione / spiegazione da visualizzare sopra il modulo e un link e la casella di controllo per l'informativa sulla privacy o i termini legali. È fatto! i tuoi utenti possono iniziare a iscriversi
pt_pt: Agora já pode colocar o formulário / widget no seu blog. Para isso, ingresse a Aparência > Widgets no painel de seu wordpress e arrastre ao seu sidebar o widget de MDirector. Você poderá configurar um título, uma descrição / explicação para que apareça encima do seu formulário e um link e checkbox para a política de privacidade ou términos legais. Já está, seus usuários podem começar a registrar-se.

# TAB-CONTENT-HELP__LIST-13
source: In addition to the widget, you can use a shortcode to place the subscription form on any page or post of your blog. To do this add [mdirector_subscriptionbox] to the content of any of your pages or posts.
es_es: Además del widget, puedes usar un shortcode para colocar el formulario de suscripción en cualquier página o post de tu blog. Para ello añade [mdirector_subscriptionbox] al contenido de cualquiera de tus páginas o posts.
fr_fr: En plus du widget, vous pouvez utiliser un shortcode pour placer le formulaire d'inscription sur n'importe quelle page ou post de votre blog. Pour cela, ajoutez [mdirector_subscriptionbox] au contenu de vos pages ou publications.
it_it: Oltre al widget, puoi utilizzare uno shortcode per posizionare il modulo di iscrizione su qualsiasi pagina o post del tuo blog. Per fare ciò aggiungi [mdirector_subscriptionbox] al contenuto di una qualsiasi delle tue pagine o post.
pt_pt: Além do widget, você pode usar um shortcode para colocar o formulário de registro em qualquer página ou post do seu blog. Para isso adicione [mdirector_subscriptionbox] ao conteúdo de qualquer uma de suas páginas ou posts.

# TAB-CONTENT-HELP__LIST-14
source: Each new template, you must add it to a folder named <code>mdirector-newsletter</code> Inside the main folder of the theme you have active. For example, if you use the original WordPress theme <code>twentysixteen</code>, your new theme should look like this:
es_es: Cada nueva plantilla, debes añadirla a una carpeta llamada <code>mdirector-newsletter</code> dentro de la carpeta principal del tema que tienes activo. Por ejemplo, si utilizas el tema original de WordPress <code>twentysixteen</code>, tu nuevo tema debería quedar así:
fr_fr: À chaque nouveau modèle, vous devez l'ajouter à un dossier appelé <code> mdirector-newsletter </ code> dans le dossier principal du sujet actif. Par exemple, si vous utilisez le thème WordPress original <code> vingt-six </ code>, votre nouveau thème doit ressembler à ceci:
it_it: Ogni nuovo modello, devi aggiungerlo a una cartella chiamata <code> mdirector-newsletter </ code> all'interno della cartella principale dell'argomento che hai attivato. Ad esempio, se usi il tema WordPress originale <code> twentysixteen </ code>, il tuo nuovo tema dovrebbe assomigliare a questo:
pt_pt: Cada novo modelo, você deve adicioná-lo a uma pasta chamada <code> mdirector-newsletter </ code> dentro da pasta principal do tópico que você tem ativo. Por exemplo, se você usar o tema original do WordPress <code> twentysixteen </ code>, seu novo tema deverá ficar assim:

# TAB-CONTENT-HELP__LIST-14-EXAMPLE
source: Directory structure to store your custom theme.
es_es: Estructura de directorios para guardar tu tema personalizado.
fr_fr: Structure de répertoire pour enregistrer votre thème personnalisé.
it_it: Struttura della directory per salvare il tema personalizzato.
pt_pt: Estrutura de diretórios para salvar seu tema personalizado.

# TAB-CONTENT-HELP__LIST-14-DISCLAIMER
source: For modifications, basic HTML/CSS knowledge is required.
es_es: Para las modificaciones, se requieren conocimientos básicos de HTML/CSS.
fr_fr: Pour les modifications, une connaissance de base de HTML / CSS est requise.
it_it: Per le modifiche è richiesta la conoscenza di base di HTML / CSS.
pt_pt: Para as modificações, é necessário conhecimento básico de HTML / CSS.

# TAB-CONTENT-HELP__LIST-14-THEME-CHILD-SUPPORT
source: The MDirector plugin supports child themes. If you use one on your platform, you can create the <code>mdirector-newsletter</code> folder inside the child theme folder, and save your custom templates there.
es_es: El plugin de MDirector soporta los temas hijo o <i>child themes</i>. Si utilizas uno en tu plataforma, puedes crear la carpeta <code>mdirector-newsletter</code> dentro de la carpeta del tema hijo, y guardar ahí tus plantillas personalizadas.
fr_fr: Le plugin MDirector prend en charge les thèmes enfants ou <i>child themes</i>. Si vous en utilisez un sur votre plate-forme, vous pouvez créer le dossier <code> mdirector-newsletter </ code> dans le dossier du thème enfant et enregistrer vos modèles personnalisés.
it_it: Il plugin di MDirector supporta i temi figlio o <i>child themes</i>. Se ne usi uno nella tua piattaforma, puoi creare la cartella <code> mdirector-newsletter </ code> all'interno della cartella del tema figlio e salvare i tuoi modelli personalizzati.
pt_pt: O plugin de MDirector suporta os temas filho ou <i>child themes</i>. Se você usar um em sua plataforma, pode criar a pasta <code> mdirector-newsletter </ code> dentro da pasta do tema filho e salvar suas plantas personalizadas lá.

# TAB-CONTENT-HELP__LIST-15
source: The plugin makes use of WP Cron to perform submissions, the Wordpress task scheduling system. Wp Chron runs only when page views occur, so its execution at the scheduled time may not be accurate.
es_es: El plugin hace uso de WP Cron para realizar los envíos, el sistema de programación de tareas de Wordpress. Wp Cron funciona sólo cuando se producen visitas a la página, por lo que su ejecución en la hora planificada puede no ser precisa.
fr_fr: Le plugin utilise WP Cron pour faire des envois, le système de planification des tâches Wordpress. Wp Cron ne fonctionne que lorsque des visites sur la page se produisent, de sorte que son exécution à l'heure planifiée peut ne pas être exacte.
it_it: Il plugin fa uso di wp cron per fare gli invii, il sistema di programmazione di Wordpress. Wp Cron funziona solo quando vengono prodotte visite di pagina, quindi la loro esecuzione all'ora programmata potrebbe non essere accurata.
pt_pt: O plugin faz uso de WP Cron para realizar os envios, o sistema de programação de tarefas de Wordpress. Wp Cron funciona somente quando se produzem visitas a página, pelo que sua execução na hora planificada pode não ser precisa.

# MORE-INFO
source: More information here.
es_es: Más información aquí.
fr_fr: Plus d'informations ici:
it_it: Per maggiori informazioni.
pt_pt: Mais informação aqui:

# TAB-CONTENT-WELCOME__TITLE
source: Wordpress + MDirector = More visits to your blog.
es_es: Wordpress + MDirector = Más visitas en tu blog.
fr_fr: Wordpress + MDirector = Plus de visites sur votre blog.
it_it: Wordpress + MDirector = Più visite verso il tuo blog.
pt_pt: Wordpress + MDirector = Mais visitas em seu blog.

# TAB-CONTENT-WELCOME__TEXT-1
source: Integrate your Wordpress with MDirector, the most advanced and easy to use email marketing and sms sending tool on the market.
es_es: Integra tu Wordpress con MDirector, la herramienta de envíos de email marketing y sms más avanzada y sencilla del mercado.
fr_fr: Intégrez votre Wordpress avec MDirector, l'outil de marketing par courriel et d'envoi de SMS le plus avancé et le plus simple du marché.
it_it: Integrare il vostro Wordpress con MDirector, lo strumento di invio email marketing e sms più semplice ed avanzato sul mercato.
pt_pt: Integra seu Wordpress com MDirector, a ferramenta de envios de e-mail marketing e sms mais avançada e simples do mercado.

# TAB-CONTENT-WELCOME__TEXT-2
source: The MDirector plugin allows your visitors to subscribe to your posts, assigning them a list in MDirector according to whether they want to receive the posts daily or weekly, and taking care of automatically sending your messages through MDirector without you having to worry about it. In addition all your subscribers will also be manageable from MDirector so you will be able to send from the platform.
es_es: El plugin de MDirector permite a tus visitantes suscribirse a tus publicaciones, asignándoles una lista en MDirector según deseen recibir los posts diaria o semanalmente, y ocupándonos de que se envíen automáticamente tus mensajes a través de MDirector sin que tengas que preocuparte. Además todos tus suscriptores serán también administrables desde MDirector por lo que podrás hacer envíos desde la plataforma.
fr_fr: Le plugin MDirector permet à vos visiteurs de s'abonner à vos publications, en leur attribuant une liste dans MDirector comme ils souhaitent recevoir les messages chaque jour ou chaque semaine, et en s'assurant que vos messages sont envoyés automatiquement via MDirector sans que vous ayez à vous inquiéter. De plus, tous vos abonnés pourront également être gérés par MDirector afin que vous puissiez les envoyer depuis la plate-forme.
it_it: Il plugin MDirector permette ai vostri visitatori di iscriversi alle vostre pubblicazioni, assegnando una lista in MDirector su come desiderano ricevere i post giornalieri o settimanali, e in modo che i messaggi vengono inviati automaticamente attraverso MDirector senza dover sene preoccupare. In più tutti i vostri abbonati egualmente saranno trattabili da MDirector in modo da potete fare gli invii dalla piattaforma
pt_pt: O plugin de MDirector permite a seus visitantes registrar-se as suas publicações, atribuindo-lhes uma lista em MDirector segundo desejam receber os postos diariamente ou semanalmente e ocupando-nos de que se enviem automaticamente suas mensagens através de MDirector sem que tenha que preocupar-se. Além disso todos seus contatos serão também administrados desde MDirector pelo que você poderá fazer envio desde a plataforma.

# TAB-CONTENT-WELCOME__TEXT-3
source: Configure your plugin and in a few minutes you can start receiving subscribers to your blog.
es_es: Configura ya tu plugin y en unos minutos podrás empezar a recibir suscriptores a tu blog.
fr_fr: Configurez votre plugin et en quelques minutes vous pouvez commencer à recevoir des abonnés à votre blog.
it_it: Impostare il plugin e in pochi minuti si può iniziare a ricevere gli iscritti al tuo blog.
pt_pt: Configure já seu plugin e em alguns minutos você poderá começar a receber contatos em seu blog.

# TAB-CONTENT-WELCOME__TEXT-4
source: To use it you have to create an account in MDirector, remember that you have 5.000 free emails per month just for signing up.
es_es: Para usarlo tienes que crear una cuenta en MDirector, recuerda que tienes 5.000 emails gratis al mes sólo por registrarte.
fr_fr: Pour l'utiliser vous devez créer un compte dans MDirector, rappelez-vous que vous avez 5000 emails gratuits par mois juste pour vous inscrire.
it_it: Per usarlo è necessario creare un account in MDirector, ricordatevi che avete 5.000 e-mail gratuite al mese solo per la registrazione.
pt_pt: Para usá-lo tem que criar uma conta em MDirector, recorde que você tem 5.000 e-mails de teste por mês somente por registrar-se.

# CREATE-ACCOUNT
source: Create my MDirector account
es_es: Crear mi cuenta en MDirector
fr_fr: Créer mon compte sur MDirector
it_it: Creare il proprio account in MDirector
pt_pt: Criar minha conta em MDirector

# HAVE-ACCOUNT
source: I already have an account in MDirector
es_es: Ya tengo cuenta en MDirector
fr_fr: J'ai déjà un compte dans MDirector
it_it: Ho già un account in MDirector
pt_pt: Já tenho conta em MDirector

# STEP-1__TITLE
source: MDirector API connection data
es_es: Datos de conexión API MDirector
fr_fr: Données de connection API MDirector
it_it: Dati di connessione API MDirector
pt_pt: Dados de conexão API MDirector

# STEP-1__DESCRIPTION
source: Please configure your API connection data. You can find them in your MDirector account preferences, <b>API information</b> tab.
es_es: Por favor, configura tus datos de conexión con la API. Puedes encontrarlos en las preferencias de tu cuenta de MDirector, pestaña <b>Información API</b>.
fr_fr: Veuillez configurer vos données de connexion avec l'API. Vous pouvez les trouver dans les préférences de votre compte MDirector, onglet <b> Informations API </ b>.
it_it: Per favore, configurare i dati della connessione con l'API. Potete trovarli nelle vostre preferenze dell'account MDirector, scheda <b>info API</b>.
pt_pt: Por favor, configure seus dados de conexão com a API. Você pode encontrá-los em preferências de sua conta de MDirector, aba <b>Informação API</b>.

# STEP-2__TITLE
source: Custom campaigns and contact lists.
es_es: Campañas y listas de contactos personalizadas.
fr_fr: Listes de contacts personnalisées
it_it: Lista di contatti personalizzati
pt_pt: Listas de contatos personalizadas.

# STEP-2__CAMPAIGNS-DESCRIPTION
source: Select a campaign in MDirector to group your daily and weekly mailings into. If you do not have one, or want to create one now, click on the corresponding button.
es_es: Seleccione una campaña en MDirector para agrupar en ella sus envíos diarios y semanales. Si no dispone de una, o quiere crearla ahora, pulse sobre el botón correspondiente.
fr_fr: Sélectionnez une campagne dans MDirector pour y regrouper vos envois quotidiens et hebdomadaires. Si vous n'en avez pas, ou si vous souhaitez en créer un maintenant, cliquez sur le bouton correspondant.
it_it: Seleziona una campagna in MDirector per raggruppare al suo interno le tue spedizioni giornaliere e settimanali. Se non ne hai uno, o vuoi crearne uno adesso, clicca sul pulsante corrispondente.
pt_pt: Selecione uma campanha no MDirector para agrupar suas remessas diárias e semanais nela. Se você não tem um, ou deseja criar um agora, clique no botão correspondente.

# STEP-2__CAMPAIGNS
source: Campaign:
es_es: Campaña:
fr_fr: Campagne:
it_it: Campagna:
pt_pt: Campanha:

# STEP-2__LISTS
source: List:
es_es: Lista:
fr_fr: Liste:
it_it: Lista:
pt_pt: Lista:

# STEP-2__WEEKLY-CAMPAIGNS
source: Weekly sendings
es_es: Envíos semanales
fr_fr: Expéditions hebdomadaires
it_it: Spedizioni settimanali
pt_pt: Remessas semanais

# STEP-2__DAILY-CAMPAIGNS
source: Daily sendings
es_es: Envíos diarios
fr_fr: Expéditions quotidiennes
it_it: Spedizioni giornaliere
pt_pt: Remessas diárias

# STEP-2__CAMPAIGNS-AVAILABLE
source: Select campaign:
es_es: Seleccione campaña:
fr_fr: Sélectionnez la campagne :
it_it: Seleziona campagna:
pt_pt: Selecione a campanha:

# STEP-2__CAMPAIGNS-CREATE-CAMPAINGS
source: Create campaigns now!
es_es: ¡Crear campañas ahora!
fr_fr: Créez des campagnes maintenant !
it_it: Crea campagne ora!
pt_pt: Crie campanhas agora!

# STEP-2__CUSTOM-LISTS
source: Custom contact lists.
es_es: Listas de contactos personalizadas.
fr_fr: Listes de contacts personnalisées.
it_it: Elenchi di contatti personalizzati.
pt_pt: Listas de contatos personalizadas.

# STEP-2__DESCRIPTION
source: Select the contact lists you want to send your daily and/or weekly campaigns to.
es_es: Selecciona las listas de contactos a las que deseas enviar tus campañas diarias y/o semanales.
fr_fr: Ce plugin utilise vos listes de contacts dans MDirector pour envoyer des campagnes quotidiennes ou hebdomadaires.
it_it: Questo plugin utilizza i tuoi elenchi di contatti in MDirector per inviare campagne giornaliere o settimanali.
pt_pt: Este plugin usa suas listas de contatos no MDirector para enviar campanhas diárias ou semanais.

# STEP-2__DESCRIPTION_WARNING
source: Note that the segments and/or groups you select must contain different user filters in MDirector.
es_es: Tenga en cuenta que los segmentos y/o grupos que seleccione deben contener filtros de usuario diferentes en MDirector.
fr_fr: Notez que les segments et/ou groupes que vous sélectionnez doivent contenir des filtres utilisateur différents dans MDirector.
it_it: Tieni presente che i segmenti e/o i gruppi selezionati devono contenere filtri utente diversi in MDirector.
pt_pt: Observe que os segmentos e / ou grupos selecionados devem conter diferentes filtros de usuário no MDirector.

# STEP-2__ID-LIST
source: Custom List ID
es_es: ID de lista personalizada
fr_fr: ID de liste personnalisée
it_it: ID della lista personalizzata
pt_pt: ID de lista personalizada

# STEP-2__ID-LIST-DEFAULT
source: Predefined ID
es_es: ID predefinido
fr_fr: ID prédéfini
it_it: ID predefinito
pt_pt: ID predefinido

# STEP-2__CREATE-LISTS
source: Create Lists Now!
es_es: ¡Crear Listas Ahora!
fr_fr: ¡Crear Listas Ahora!
it_it: ¡Crear Listas Ahora!
pt_pt: ¡Crear Listas Ahora!

# WPLM-DETECTED
source: WPML Detected
es_es: WPML Detectado
fr_fr: WPML Détecté
it_it: WPML individuato
pt_pt: WPML Detectado

# STEP-2__TEXT-1
source: Or if you prefer, you can now create new lists for your mailings automatically:
es_es: O si lo prefieres, puedes crear ahora listas nuevas para tus envíos de forma automática:
fr_fr: O si lo prefieres, indica a continuación qué listas deseas asociar:
it_it: O si lo prefieres, indica a continuación qué listas deseas asociar:
pt_pt: O si lo prefieres, indica a continuación qué listas deseas asociar:

# STEP-2__NOTICE-TEXT
source: The daily and weekly lists you use must exist and be distinct.
es_es: Las listas diarias y semanales que utilices deben existir y ser distintas.
fr_fr: Les listes quotidiennes et hebdomadaires que vous utilisez doivent exister et être différentes.
it_it: Le liste giornaliere e settimanali che usate devono esistere ed essere differenti.
pt_pt: As listas diárias e semanais que você utilize devem existir e ser diferentes.

# STEP-2__ADVISE-TEXT
source: If you do not want to use any of your current lists for mailings, press "<strong>Crear Listas Ahora</strong>" para qu
es_es: Si no quieres utilizar ninguna de tus listas actuales para los envíos, pulsa "<strong>Crear Listas Ahora</strong>" para que el sistema genere unas nuevas automáticamente:
fr_fr: Si no quieres utilizar ninguna de tus listas actuales para los envíos, pulsa "<strong>Crear Listas Ahora</strong>" para que el sistema genere unas nuevas y las asocie a tus campañas automáticamente:
it_it: Si no quieres utilizar ninguna de tus listas actuales para los envíos, pulsa "<strong>Crear Listas Ahora</strong>" para que el sistema genere unas nuevas y las asocie a tus campañas automáticamente:
pt_pt: Si no quieres utilizar ninguna de tus listas actuales para los envíos, pulsa "<strong>Crear Listas Ahora</strong>" para que el sistema genere unas nuevas y las asocie a tus campañas automáticamente:
