Repository: common-repository/mdirector-newsletter
Catalog: languages/mdirector-newsletter-*.po
Languages: ca, es_es, fr_fr, it_it, pt_pt

# STEP-2__PERSONALIZATED-LISTS
source: Use customized lists.
es_es: Utilizar listas personalizadas.
fr_fr: Utiliser des listes personnalisées
it_it: Utilizzare delle liste personalizzate.
pt_pt: Utilizar listas personalizadas.

# STEP-2__DAILY-LIST
source: Daily mailing list(s)
es_es: Lista(s) para envíos diarios
fr_fr: Liste(s) pour les envois quotidiens
it_it: Lista(e) per invii giornalieri
pt_pt: Lista(s) para envios diários

# CURRENT
source: Currently
es_es: Actualmente
fr_fr: Actuellement
it_it: Oggi
pt_pt: Atualmente

# STEP-2__WEEKLY-LIST
source: Weekly mailing list(s)
es_es: Lista(s) para envíos semanales
fr_fr: Liste(s) pour les envois semanals
it_it: Lista(e) per invii settimanali
pt_pt: Lista(s) para envios semanais

# STEP-3__TITLE
source: Field From
es_es: Campo From
fr_fr: Champ From
it_it: Campo da
pt_pt: Campo From

# STEP-3__DESCRIPTION
source: Configures the name that will appear in the<b>From:</b> field of the emails that are automatically sent from the plugin.
es_es: Configura el nombre que aparecerá en el campo <b>De:</b> de los correos que se envíen automáticamente desde el plugin.
fr_fr: Définissez le nom qui apparaîtra dans le champ <b> De: </ b> des e-mails envoyés automatiquement depuis le plugin.
it_it: Imposta il nome che verrà visualizzato nel campo <b>from:</b> dei messaggi inviati automaticamente dal plugin.
pt_pt: Configure o nome que aparecerá no campo <b>De:</b> dos correios que se enviem automaticamente desde o plugin.

# STEP-3__FROM-NAME
source: Sender's name
es_es: Nombre del emisor
fr_fr: Nom de l'émetteur
it_it: Nome dell'emittente
pt_pt: Nome do emissor

# STEP-3__FROM-NAME-PLACEHOLDER
source: Enter a name...
es_es: Introduce un nombre...
fr_fr: Entrez un nom...
it_it: Inserisci un nome...
pt_pt: Digite um nome...

# STEP-4__TITLE
source: Send weekly messages.
es_es: Enviar mensajes semanales.
fr_fr: Envoyer des messages hebdomadaires
it_it: Inviare messaggi settimanali.
pt_pt: Enviar mensagens semanais.

# STEP-4__DESCRIPTION
source: Enables sending newsletters to the users, for the users subscribed to the weekly information. If this option is enabled, every week an automatic email will be sent to the users subscribed to the list, with a summary of the posts published each week.
es_es: Activa los envíos de newsletters para los usuarios para los usuarios suscritos a la información semanal. Si esta opción está activada, todas las semanas se enviará un email automático a los usuarios suscritos a la lista, con un resumen de los posts publicados cada la semana.
fr_fr: Activez les envois de newsletter pour les utilisateurs abonnés aux informations hebdomadaires. Si cette option est activée, un email automatique sera envoyé chaque semaine aux utilisateurs abonnés à la liste, avec un résumé des articles publiés chaque semaine.
it_it: Attiva gli invii delle newsletter per gli utenti iscritti alle informazioni settimanali. Se questa opzione è abilitata, ogni settimana verrà inviata una email automatica agli iscritti alla lista, con una sintesi dei post pubblicati settimanalmente.
pt_pt: Ative os envios de newsletters para os usuários para que os usuários registrados a informação semanal. Se esta opção está ativada, todas as semanas se enviará um e-mail automático aos usuários registrados na lista, com um resumo dos posts publicados cada semana.

# STEP-4__ACTIVATE-WEEKLY-DELIVERIES
source: Activate weekly deliveries.
es_es: Activa los envíos semanales.
fr_fr: Activez les envois hebdomadaires
it_it: Attivare gli invii i settimanali
pt_pt: Ative os envios semanais.

# STEP-4-5__WEEKLY-FROM
source: FROM field
es_es: Campo FROM
fr_fr: Campo FROM
it_it: Campo DA
pt_pt: Campo DE

# STEP-4-5__DELIVERY_NAME
source: Delivery name
es_es: Nombre del envío
fr_fr: Nom d'envoi
it_it: Nome invio
pt_pt: Nome da remessa:

# STEP-4-5__SCHEDULER
source: Scheduling
es_es: Programación
fr_fr: Programmation
it_it: Programmazione
pt_pt: Programação

# STEP-4-5__CHOOSE-SUBJECT
source: Choose the subject type for your emails:
es_es: Escoja el tipo de asunto para sus correos:
fr_fr: Choisissez le type de sujet pour vos emails:
it_it: Scegli l'oggetto per le tue email:
pt_pt: Escolha o tipo de assunto para seus correios:

# STEP-4-5__FIXED-SUBJECT
source: Fixed subject
es_es: Asunto fijo
fr_fr: Sujet fix
it_it: Oggetto fisso
pt_pt: Assunto fixo

# STEP-4__SUBJECT-EXAMPLE
source: For example: Your Site weekly newsletter...
es_es: Por ejemplo: Newsletter semanal de Tu Sitio...
fr_fr: Par exemple: Newsletter hebdomadaire de votre site...
it_it: Per esempio: newsletter settimanale del tuo sito...
pt_pt: Por exemplo: Newsletter semanal da Sua Página...

# STEP-4-5__SUBJECT
source: Subject
es_es: Asunto
fr_fr: Sujet
it_it: Oggetto
pt_pt: Assunto

# STEP-4-5__DYNAMIC-SUBJECT
source: Dynamic subject
es_es: Asunto dinámico
fr_fr: Sujet dynamique
it_it: Oggetto dinamico
pt_pt: Assunto dinâmico

# STEP-4-5__DYNAMIC-SUBJECT-DESCRIPTION
source: (automatically formed from the following fields)
es_es: (se forma automáticamente a partir de los siguientes campos)
fr_fr: (est formé automatiquement à partir des champs suivants)
it_it: (formato automaticamente dai campi seguenti)
pt_pt: (se forma automaticamente a partir dos seguintes campos)

# STEP-4__DYNAMIC-PREFIX
source: Prefix
es_es: Prefijo
it_it: Prefissato
pt_pt: Prefixo

# STEP-4__DYNAMIC-PREFIX-EXAMPLE
source: For example: This week we highlight...
es_es: Por ejemplo: Esta semana destacamos...
fr_fr: Par exemple: Cette semaine, nous soulignons...
it_it: Per esempio: questa settimana dobbiamo evidenziare...
pt_pt: Por exemplo: Esta semana destacamos...

# STEP-4-5__CHOOSE-DYNAMIC-CONTENT
source: Select the dynamic content
es_es: Selecciona el contenido dinámico
fr_fr: Sélectionnez le contenu dynamique
it_it: Seleziona il contenuto dinamico
pt_pt: Selecione o conteúdo dinâmico

# STEP-4__WEEKDAY
source: Day of the week:
es_es: Día de la semana:
fr_fr: Jour de la semaine:
it_it: Giorni della settimana
pt_pt: Dia da semana:

# STEP-4-5__DELIVERY-TIME
source: Delivery-time:
es_es: Hora de envío:
fr_fr: Heure d'envoi:
it_it: Ora dell'invio:
pt_pt: Hora do envio:

# STEP-4-5__DELIVERY-WEEKDAY-SELECTOR
source: Repeats on:
es_es: Se repite el:

# STEP-4-5__DELIVERY-TIME-NOTE
source: NOTE: The current time on the server is
es_es: NOTA: la hora actual en el servidor es
fr_fr: NOTE: l'heure actuelle sur le serveur est
it_it: NOTA: l'ora attuale del server è
pt_pt: NOTA: a hora atual no servidor é

# STEP-4__WEEKLY-LIST-USERS
source: The users subscribed to the weekly list are stored in your MDirector account, in the list
es_es: Los usuarios suscritos a la lista semanal se almacenan en tu cuenta de MDirector, en la lista
fr_fr: Les utilisateurs abonnés à la liste hebdomadaire sont stockés dans votre compte MDirector, dans la liste
it_it: Gli utenti iscritti alla lista settimanale sono memorizzati nel tuo account MDirector, nella lista
pt_pt: Os usuários registrados a lista semanal serão armazenados na sua conta de MDirector, na lista

# STEP-4__WEEKLY-DELIVERIES-SAVED
source: Weekly mailings are stored in the campaign
es_es: Los envíos semanales se guardan en la campaña
fr_fr: Les envois hebdomadaires sont enregistrés dans la campagne
it_it: Gli invii settimanali sono conservati nella campagna
pt_pt: Os envios semanais serão salvos na campanha

# STEP-5__TITLE
source: Send daily messages.
es_es: Enviar mensajes diarios.
fr_fr: Envoyer des messages quotidiens.
it_it: Inviare messaggi giornalieri
pt_pt: 5. Enviar mensagens diárias.

# STEP-5__DESCRIPTION
source: Enables sending newsletters to users subscribed to the daily information. If this option is enabled, an automatic email will be sent every day to the users who have chosen to receive daily emails, with a summary of the posts published each day.
es_es: Activa los envíos de newsletters para los usuarios suscritos a la información diaria. Si esta opción está activada, todos los días se enviará un email automático a los usuarios que hayan elegido recibir emails diarios, con un resumen de los posts publicados cada día.
fr_fr: Activer les envois de newsletter pour les utilisateurs abonnés aux informations quotidiennes. Si cette option est activée, un courriel automatique sera envoyé chaque jour aux utilisateurs qui ont choisi de recevoir des courriels quotidiens, avec un résumé des articles publiés chaque jour.
it_it: Attiva gli invii della newsletter per gli utenti iscritti alle informazioni quotidiane. Se questa opzione è attivata, ogni giorno verrà inviata una email automatica agli utenti che hanno scelto di ricevere e-mail ogni giorno, con una sintesi dei post pubblicati giornalmente.
pt_pt: Ative os envios de newsletters para os usuários registrados a informação diária. Se esta opção está ativada, todos os dias será enviado um e-mail automático aos usuários que tenham escolhido receber e-mails diários, com um resumo dos posts publicados cada dia.

# STEP-5__ACTIVATE-DAILY-DELIVERIES
source: Activate daily deliveries
es_es: Activa los envíos diarios
fr_fr: Activez les envois quotidiens
it_it: Attivare gli invii giornalieri
pt_pt: Ative os envios diários

# STEP-5__SUBJECT-EXAMPLE
source: For example: Daily newsletter from Your Site...
es_es: Por ejemplo: Newsletter diaria de Tu Sitio...
fr_fr: Par exemple: Newsletter quotidien de votre site ...
it_it: Per esempio: newsletter giornaliera del tuo sito...
pt_pt: Por exemplo: Newsletter diária da Sua Página...

# STEP-5__DYNAMIC-PREFIX-EXAMPLE
source: For example: Today we highlight...
es_es: Por ejemplo: Hoy destacamos...
fr_fr: Par exemple: Aujourd'hui, nous soulignons ...
it_it: Ad esempio: oggi evidenziamo
pt_pt: Por exemplo: Hoje destacamos...

# STEP-5__DAILY-LIST-USERS
source: Users subscribed to the daily list are stored in your MDirector account, in the list.
es_es: Los usuarios suscritos a la lista diaria se almacenan en tu cuenta de MDirector, en la lista.
fr_fr: Les utilisateurs abonnés à la liste quotidienne sont stockés dans votre compte MDirector, dans la liste.
it_it: Gli utenti iscritti alla lista giornaliera sono memorizzati nel tuo account MDirector, nell'elenco.
pt_pt: Os usuários registrados a lista diária serão armazenados na sua conta de MDirector, na lista.

# STEP-5__DAILY-DELIVERIES-SAVED
source: Daily deliveries are saved in the campaign
es_es: Los envíos diarios se guardan en la campaña
fr_fr: Les envois quotidiens sont enregistrés dans la campagne
it_it: Le Spedizioni giornaliere sono conservate nella campagna
pt_pt: Os envios diários serão salvos na campanha

# STEP-6__TITLE
source: Exclude categories of posts in the mailings.
es_es: Excluir categorías de posts en los envíos.
fr_fr: Exclure les catégories de posts dans les envois.
it_it: Escludere le categorie dei post dalle spedizioni.
pt_pt: Excluir categorias de posts nos envios.

# STEP-6__DESCRIPTION
source: If for any reason you are not interested in not having posts from one or more categories sent in the automatic messages. Choose the category(ies) you want to exclude from sending.
es_es: Si por cualquier motivo no te interesa que los posts de una o varias categorías no sean enviados en los mensajes automáticos. Elige la/s categoría/s que deseas excluir de los envíos.
fr_fr: Si, pour une raison quelconque, vous n'êtes pas intéressés par les messages d'une ou plusieurs catégories ne sont pas envoyés dans les messages automatiques. Choisissez la ou les catégories que vous souhaitez exclure des envois.
it_it: Se per qualsiasi motivo non siete interessati che i posti di una o più categorie non vengano inviati nei messaggi automatici. Scegliere la/le categoria/e che si desidera escludere dalle spedizioni.
pt_pt: Se por qualquer motivo não te interessa que os posts de uma ou várias categorias não sejam enviados nas mensagens automáticos. Escolha a/s categoria/s que deseja excluir dos envios.

# STEP-7__TITLE
source: Privacy Policy Settings
es_es: Configuración sobre la Política de Privacidad
fr_fr: Paramètres de politique de confidentialité
it_it: Impostazioni della politica sulla privacy
pt_pt: Configuração sobre a Política de Privacidade

# STEP-7__DESCRIPTION
source: Configure the privacy policy acceptance text and URL. These fields appear in the Widget and allow you to add both a mandatory Privacy Policy Acceptance field and a direct link to your content.
es_es: Configura el texto de aceptación y URL de la política de privacidad. Estos campos aparecen en el Widget y le permiten añadir tanto un campo obligatorio de Aceptación de Política de Privacidad como un enlace directo a su contenido.
fr_fr: Configura el texto de aceptación y URL de la política de privacidad. Estos campos aparecen en el Widget y le permiten añadir tanto un campo obligatorio de Aceptación de Política de Privacidad como un enlace directo a su contenido.
it_it: Configura el texto de aceptación y URL de la política de privacidad. Estos campos aparecen en el Widget y le permiten añadir tanto un campo obligatorio de Aceptación de Política de Privacidad como un enlace directo a su contenido.
pt_pt: Configura el texto de aceptación y URL de la política de privacidad. Estos campos aparecen en el Widget y le permiten añadir tanto un campo obligatorio de Aceptación de Política de Privacidad como un enlace directo a su contenido.

# STEP-7__ACCEPT-POLICY-TEXT
source: Acceptance text
es_es: Texto de aceptación
fr_fr: Texte d'acceptation
it_it: Testo di approvazione
pt_pt: Texto de aceitação

# STEP-8__TITLE
source: Select template.
es_es: Seleccionar plantilla.
fr_fr: Sélectionnez le modèle.
it_it: Selezionare il template.
pt_pt: Selecionar template.

# STEP-8__DESCRIPTION
source: If you have several HTML templates, you can choose which one to use to generate your Newsletter.
es_es: Si tienes varias plantillas HTML, puedes escoger cuál utilizar para generar tu Newsletter.
fr_fr: Si vous avez plusieurs modèles HTML, vous pouvez choisir lequel utiliser pour générer votre Newsletter.
it_it: Se si dispone di più template HTML, è possibile scegliere quale utilizzare per generare la newsletter.
pt_pt: Se você tem vários templates HTML, pode escolher qual utilizar para gerar sua Newsletter.

# STEP-8__AVALAIBLE-TEMPLATES
source: Available templates
es_es: Plantillas disponibles
fr_fr: Modèles disponibles
it_it: Template disponibili
pt_pt: Templates disponíveis

# STEP-8__PLUGIN-AVAILABLE-TEXT-1
source: We see that you have enabled the plugin
es_es: Vemos que tienes habilitado el plugin
fr_fr: Vous avez activé le plugin
it_it: Hai attivato il plugin
pt_pt: Vemos que você tem habilitado o plugin

# STEP-8__PLUGIN-AVAILABLE-TEXT-2
source: to offer your website in multiple languages.
es_es: para ofrecer tu web en varios idiomas.
fr_fr: pour offrir votre site web en plusieurs langues.
it_it: Per proporre il tuo sito Web in diverse lingue.
pt_pt: para oferecer sua web em vários idiomas.

# STEP-8__PLUGIN-AVAILABLE-TEXT-3
source: You can configure a different template for each one, so you can significantly improve the customization of your mailings.
es_es: Puedes configurar una plantilla diferente para cada uno, pudiendo así mejorar de forma signifactica la personalización de tus envíos.
fr_fr: Vous pouvez configurer un modèle différent pour chacun d'entre eux, ce qui permet d'améliorer considérablement la personnalisation de vos envois.
it_it: È possibile configurare un template diverso per ciascuno, migliorando così la personalizzazione delle vostre spedizioni in modo significativo.
pt_pt: Você pode configurar um template diferente para cada um, podendo assim melhorar de maneira significativa a personalização de seus envios.

# STEP-8__PLUGIN-AVAILABLE-TEXT-4
source: This plugin is compatible with WPML, so you can configure several of its aspects for each of the languages you have active on your website.
es_es: Este plugin es compatible con WPML, por lo que podrás configurar varios de sus aspectos para cada uno de los idiomas que tienes activos en tu sitio web.
fr_fr: Ce plugin est compatible avec WPML, vous pouvez donc configurer plusieurs de ses aspects pour chacune des langues que vous avez actives sur votre site web.
it_it: Questo plugin è compatibile con il WPML, così sarete in grado di configurare molti dei suoi aspetti per ciascuna delle lingue che avete attive sul vostro sito Web.
pt_pt: Este plugin é compatível com WPML, pelo que você poderá configurar vários de seus aspectos para cada um dos idiomas que tem ativado na sua página web.

# STEP-8__PLUGIN-MIN-ENTRIES-TITLE
source: News required to complete a submission:
es_es: Noticias necesarias para completar un envío:
fr_fr: Nouvelles nécessaires pour compléter un envoi:
it_it: Notizie necessarie per completare una spedizione:
pt_pt: Notícias necessárias para concluir uma remessa:

# STEP-8__PLUGIN-MIN-ENTRIES-DESCRIPTION
source: This plugin gathers by default the latest entries published on your blog to create a post. However, you can specify a minimum number so that in case there are not enough new entries at the time of sending the newsletter, older ones are taken until that number is completed.
es_es: Este plugin reúne por defecto las últimas entradas publicadas en tu blog para crear un envío. Sin embargo, puedes especificar un número mínimo para que en caso de que no haya suficientes entradas nuevas en el momento de enviar la newsletter, se cojan otras más antiguas hasta completar dicho número.
fr_fr: Ce plugin a par défaut les dernières entrées publiées sur votre blog pour créer un envoi. Toutefois, vous pouvez spécifier un nombre minimal afin que, s’il n’ya pas assez de nouvelles entrées au moment de l’envoi du bulletin, les plus anciennes seront récupérées jusqu’à ce que le numéro soit rempli.
it_it: Questo plugin ha per impostazione predefinita le ultime voci pubblicate nel tuo blog per creare una spedizione. Tuttavia, è possibile specificare un numero minimo in modo che se non ci sono abbastanza nuove voci al momento dell'invio della newsletter, quelle più vecchie verranno prelevate fino a quando il numero non sarà stato completato.
pt_pt: Este plugin tem por padrão as últimas entradas publicadas em seu blog para criar uma remessa. No entanto, você pode especificar um número mínimo para que, se não houver novas entradas suficientes no momento do envio da newsletter, as mais antigas sejam coletadas até que o número seja preenchido.

# STEP-8__PLUGIN-MIN-ENTRIES-LABEL
source: Indicates the minimum number of entries:
es_es: Indica el número mínimo de entradas:
fr_fr: Indiquez le nombre minimum d'entrées:
it_it: Indicare il numero minimo di voci:
pt_pt: Indique o número mínimo de entradas:

# STEP-8__TEMPLATE-PREVIEW-TITLE
source: Template preview
es_es: Vista previa de la plantilla
fr_fr: Aperçu du modèle
it_it: Anteprima del modello
pt_pt: Visualização do modelo

# STEP-8__TEMPLATE-PREVIEW-DESCRIPTION
source: From here, you can see in a new window the preview of the template filled in according to the data and options you have selected. The design you see will be what you send to your customers.
es_es: Desde aquí, puedes ver en una nueva ventana la vista previa de la plantilla rellena según los datos y opciones que has ido seleccionando. El diseño que veas, será lo que envíes a tus clientes.
fr_fr: À partir de là, vous pouvez voir dans une nouvelle fenêtre l'aperçu du modèle rempli en fonction des données et des options que vous avez sélectionnées. Le design que vous voyez sera ce que vous envoyez à vos clients.
it_it: Da qui, puoi vedere in una nuova finestra l'anteprima del modello riempito in base ai dati e alle opzioni che hai selezionato. Il design che vedi sarà ciò che invii ai tuoi clienti.
pt_pt: A partir daqui, você pode ver em uma nova janela a visualização do modelo preenchido de acordo com os dados e opções que você selecionou. O design que você vê será o que você envia aos seus clientes.

# STEP-8__TEMPLATE-PREVIEW-BUTTON
source: View preview
es_es: Ver vista previa
fr_fr: Voir l'aperçu
it_it: Vedi l'anteprima
pt_pt: Veja a pré-visualização

# STEP-9__TITLE
source: Reset date of last daily and weekly mailing.
es_es: Reiniciar fecha de último envío diario y semanal.
fr_fr: Réinitialiser la date du dernier envoi quotidien et hebdomadaire.
it_it: Riavviare l'ultima data di presentazione giornaliera e settimanale.
pt_pt: 9. Reiniciar data do último envio diário e semanal.

# STEP-9__DESCRIPTION-1
source: Please note that to avoid duplicate mailings, the system checks that there has not been a daily mailing in the last 24 hours, or a weekly mailing in the last 7 days.
es_es: Ten en cuenta que para evitar envíos duplicados, el sistema comprueba que no se haya realizado un envío diario en las últimas 24 horas, o uno semanal en los últimos 7 días.
fr_fr: Gardez à l'esprit que pour éviter les envois en double, le système vérifie qu'aucun envoi quotidien n'a été effectué au cours des dernières 24 heures, ou un envoi hebdomadaire au cours des 7 derniers jours.
it_it: Tenete in considerazione che per evitare doppie spedizioni, il sistema verifica che una spedizione giornaliera non sia stata effettuata nelle ultime 24 ore, o una settimana negli ultimi 7 giorni.
pt_pt: Tenha em conta que para evitar envios duplicados, o sistema comprova que não tenha realizado um envio diário nas últimas 24 horas, ou um semanal nos últimos 7 dias.

# STEP-9__DESCRIPTION-2
source: This is why if you have already made a mailing and you wish to reschedule another daily mailing for today or a weekly mailing for next week, you must reset the date of the last mailing.
es_es: Es por esto que si ya has realizado un envío y deseas volver a programar otro diario para hoy o uno semanal durante la próxima semana, debes reiniciar la fecha del último envío.
fr_fr: C'est pourquoi, si vous avez déjà effectué un envoi et que vous souhaitez en programmer un autre quotidiennement pour aujourd'hui ou une semaine au cours de la semaine suivante, vous devez recommencer la date du dernier envoi.
it_it: Ecco perché se hai già fatto una spedizione e vuoi riprogrammare un invio in altro giorno, o per oggi o un invio settimanale durante la settimana successiva, devi riavviare la data dell'ultimo invio.
pt_pt: É por isso que se já tenha realizado um envio e deseja voltar a programar outro diário para hoje ou um semanal durante a próxima semana, você deve reiniciar a data do último envio.

# STEP-9__LAST-DAILY-SENDING
source: Date of last daily dispatch:
es_es: Fecha último envío diario:
fr_fr: Dernière date envoi quotidien:
it_it: Data dell'ultimo invio giornaliero
pt_pt: Data último envio diário:

# STEP-9__LAST-WEEKLY-SENDING
source: Last-weekly-sending date:
es_es: Fecha último envío semanal:
fr_fr: Dernière date envoi hebdomadaire:
it_it: Data dell'ultimo invio settimanale
pt_pt: Data último envio semanal:

# STEP-9__RESTART-LAST-DATES
source: Reset last mailing dates
es_es: Reiniciar últimas fechas de envío
fr_fr: Recommencer les dernières dates d'envoi
it_it: Resetta le ultime date di spedizione
pt_pt: Reiniciar últimas datas de envio

# LOGS-TAB__TITLE
source: Log file: activity log
es_es: Archivo de Logs: registro de actividad
fr_fr: Fichier journal: journal d'activité
it_it: File di registro: registro delle attività
pt_pt: Arquivo de log: log de atividades
