Repository: common-repository/mdirector-newsletter
Catalog: languages/mdirector-newsletter-*.po
Languages: ca, es_es, fr_fr, it_it, pt_pt

source: Default
es_es: Predeterminada
fr_fr: Défaut
pt_pt: Predeterminada

source: Language
es_es: Idioma
fr_fr: Langue
it_it: Lingua
pt_pt: Idioma

source: Active
es_es: Activo
fr_fr: Actif
it_it: Attivo
pt_pt: Ativo

# WEEKDAY__MONDAY
source: Monday
es_es: Lunes
fr_fr: Lundi
it_it: Lunedì
pt_pt: Segunda-feira

# WEEKDAY__TUESDAY
source: Tuesday
es_es: Martes
fr_fr: Mardi
it_it: Martedì
pt_pt: Terça-feira

# WEEKDAY__WEDNESDAY
source: Wednesday
es_es: Miércoles
fr_fr: Mercredi
it_it: Mercoledì
pt_pt: Quarta-feira

# WEEKDAY__THURSDAY
source: Thursday
es_es: Jueves
fr_fr: Juedi
it_it: Giovedì
pt_pt: Quinta-feira

# WEEKDAY__FRIDAY
source: Friday
es_es: Viernes
fr_fr: Vendredi
it_it: Venerdì
pt_pt: Sexta-feira

# WEEKDAY__SATURDAY
source: Saturday
es_es: Sábado
fr_fr: Samedi
it_it: Sabato
pt_pt: Sábado

# WEEKDAY__SUNDAY
source: Sunday
es_es: Domingo
fr_fr: Dimanche
it_it: Domenica
pt_pt: Domingo

# WEEKDAY__MONDAY-SHORT
source: M
es_es: L
fr_fr: L
it_it: L
pt_pt: S

# WEEKDAY__TUESDAY-SHORT
source: T
es_es: M
fr_fr: M
it_it: M

# WEEKDAY__WEDNESDAY-SHORT
source: W
es_es: X
fr_fr: X
it_it: X
pt_pt: Q

# WEEKDAY__THURSDAY-SHORT
source: R
es_es: J
fr_fr: J
it_it: G
pt_pt: Q

# WEEKDAY__FRIDAY-SHORT
source: F
es_es: V
fr_fr: V
it_it: V
pt_pt: S

# WEEKDAY__SUNDAY-SHORT
source: U
es_es: D
fr_fr: D
it_it: D
pt_pt: S

# SUBJECT-VALUES__FIRST-POST-TITLE
source: Title of the first post
es_es: Título del primer post
fr_fr: Titre premier post
it_it: Titolo del primo post
pt_pt: Título do primeiro post

# SUBJECT-VALUES__LAST-POST-TITLE
source: Title of last post
es_es: Título del último post
fr_fr: Titre dernier post
it_it: Titolo dell'ultimo post
pt_pt: Título do último post

source: Default language
es_es: Lenguaje predeterminado
fr_fr: Langue par défaut
it_it: Linguaggio di default
pt_pt: Linguagem predeterminada

# PLUGIN-INSTALLED
source: You have successfully installed your Newsletter plugin, you are just one step away from configuring it.
es_es: Has instalado tu plugin de Newsletter correctamente, estás a un sólo paso de configurarlo.
fr_fr: Vous avez correctement installé votre plugin Newsletter, vous n'êtes plus qu'à une étape de la configuration
it_it: Hai installato il tuo plugin Newsletter correttamente, tra poco riuscirai a configurarlo.
pt_pt: Você instalou seu plugin de Newsletter corretamente, está a um passo de configurá-lo.

# PLUGIN-CONFIGURE
source: Configure now
es_es: Configurar ahora
fr_fr: Configurer maintenant
it_it: Configurare
pt_pt: Configurar agora

# PLUGIN-PRESENTATION
source: With the official MDirector plugin you will be able to create subscription forms and schedule daily and/or weekly newsletters to your website subscribers, using MDirector technology.
es_es: Con el plugin oficial de MDirector podrás crear formularios de suscripción y programar newsletters diarias y/o semanales a los suscriptores de tu web, usando la tecnología de MDirector.
fr_fr: Avec le plugin officiel de MDirector, vous pouvez créer des formulaires d'abonnement et programmer des newsletter quotidiens et / ou hebdomadaires pour les abonnés de votre site Web, en utilisant la technologie de MDirector.
it_it: Con il plugin ufficiale di MDirector potrai creare form di iscrizione e programmare newsletter giornaliere/settimanali agli iscritti al tuo DB, con MDirector.
pt_pt: Com o plugin oficial de MDirector, você poderá criar formulários de subscrição e programar newsletters diárias e/ou semanais aos contatos da sua web, usando a tecnologia de MDirector.

# PLUGIN-PRESENTATION__FIRST-STEP
source: Crea tu <a href="https://signup.mdirector.com/" target="_blank">cuenta de MDirector</a>. Recuerda que con tu cuenta gratu√≠ta puedes enviar hasta 5000 mensajes mensuales. If you already have one you can continue with step 2.
es_es: Crea tu <a href="https://signup.mdirector.com/" target="_blank">cuenta de MDirector</a>. Recuerda que con tu cuenta gratuíta puedes enviar hasta 5000 mensajes mensuales. Si ya tienes una puedes continuar con el paso 2.
fr_fr: Créez votre <a href="https://signup.mdirector.com/" target="_blank">compte MDirector</a>. Rappelez-vous qu'avec votre compte gratuit, vous pouvez envoyer jusqu'à 5000 messages par mois. Si vous en avez déjà un, vous pouvez continuer avec l'étape 2.
it_it: Crea il tuo <a href="https://signup.mdirector.com/" target="_blank">cuenta de MDirector</a>. Ricorda che con il tuo account puoi inviare fino a 5000 email al mese. Se hai già un account continua con il passaggio 2.
pt_pt: Crie sua <a href="https://signup.mdirector.com/" target="_blank">conta de MDirector</a>. Recorde que com sua conta de teste você pode enviar até 5.000 mensagens mensais. Se já dispõe de uma conta você pode continuar com o passo 2.

# PLUGIN-PRESENTATION__SECOND-STEP
source: Create your <a href="https://signup.mdirector.com/" target="_blank">MDirector account</a>. Remember that with your free account you can send up to 5000 messages per month. If you already have one you can continue with step 2.
es_es: Inicia sesión en tu <a href="https://auth.mdirector.com" target="_blank">cuenta de Email Marketing en MDirector</a>, accede a Preferencias > Información API y activa el API si aún no está activado.
fr_fr: Connectez-vous sur <a href="https://auth.mdirector.com" target="_blank">votre compte Email Marketing en MDirector</a>, cliquez sur Préfèrence > Information API et activez les API si ce n'est pas encore activé.
it_it: Effettua il login <a href="https://auth.mdirector.com" target="_blank"> al tuo account di MDirector</a>, vai in Preferenze > Informazioni API e attiva le API.
pt_pt: Inicia sessão em sua <a href="https://auth.mdirector.com" target="_blank">conta de E-mail Marketing em MDirector</a>, ingresse em Preferências > Informação API e ative a API se ainda não está ativado.

# NEW-LISTS__NEW-ID
source: with the ID:
es_es: con el ID:
fr_fr: con el ID:
it_it: con el ID:
pt_pt: con el ID:

# MAIN-FORM__SAVE-SUCCESS
source: Configuration options saved successfully.
es_es: Opciones de configuración guardadas correctamente.
fr_fr: Les options de configuration enregistrées correctement.
it_it: Opzioni di configurazione salvate correttamente.
pt_pt: Opções de configuração salvas corretamente.

# DEBUG-FORM__SAVE-SUCCESS
source: Test options saved successfully.
es_es: Opciones de prueba guardadas correctamente.
fr_fr: Options de test enregistrées correctement.
it_it: Opzioni di test salvate correttamente.
pt_pt: Opções de teste salvas corretamente.

# ADVANCE-FORM__SAVE-SUCCESS
source: Advanced options saved successfully.
es_es: Opciones avanzadas guardadas correctamente.
fr_fr: Options avancées enregistrées avec succès.
it_it: Opzioni avanzate salvate con successo.
pt_pt: Opções avançadas salvas com sucesso.

# DAILY-LISTS__ERROR-NOTICE
source: The daily list (or lists) you have specified do not exist. The original ones will be used.
es_es: La lista (o listas) diarias que has indicado no existen. Se utilizarán las originales.
fr_fr: La liste (ou les listes) quotidiens que vous avez indiqué n'existent pas. Les originaux seront utilisés.
it_it: La lista (o le liste) giornaliere che hai indicato non esistono. Si utilizzeranno quelle originali.
pt_pt: A lista (ou listas) diárias que você indicou não existe. Se utilizarão as originais.

# DAILY-LISTS__NEW-DAILY-LIST-ADDED
source: A new daily list has been added to your MDirector account:
es_es: Se ha añadido una nueva lista diaria a tu cuenta de MDirector:
fr_fr: Une nouvelle liste quotidienne a été ajoutée à votre compte MDirector.
it_it: Hai aggiunto una nuova lista al tuo account MDirector.
pt_pt: Foi adicionado uma nova lista diária a sua conta de MDirector.

# DAILY-LISTS__NEW-DAILY-LIST-ADDED-ERROR
source: Failed to create the daily list. Please refresh the screen.
es_es: No se ha podido crear la lista diaria. Por favor, refresque la pantalla.
fr_fr: La liste quotidienne n'a pas pu être créée. S'il vous plaît, rafraîchissez l'écran.
it_it: La lista non è stata creata. Ricarica la pagina.
pt_pt: Não foi possível criar a lista diária. Por favor, refresque a tela.

# WEEKLY-LISTS__ERROR-NOTICE
source: The weekly list (or lists) you have specified do not exist. The original ones will be used.
es_es: La lista (o listas) semanales que has indicado no existen. Se utilizarán las originales.
fr_fr: La La liste (ou les listes) hebdomadaires que vous avez indiqué n'existent pas. Les originaux seront utilisés.
it_it: La lista (o le liste) settimanali che hai indicato non esistono. Si utilizzeranno le originali.
pt_pt: A lista (ou listas) semanais que você indicou não existe. Se utilizarão as originais.

# WEEKLY-LISTS__NEW-WEEKLY-LIST-ADDED
source: A new weekly list has been added to your MDirector account:
es_es: Se ha añadido una nueva lista semanal a tu cuenta de MDirector:
fr_fr: Une nouvelle liste hebdomadaire a été ajoutée à votre compte MDirector.
it_it: Si è aggiunta una nuova lista settimanale al tuo account MDirector.
pt_pt: Foi adicionado uma nova lista semanal a sua conta de MDirector.

# WEEKLY-LISTS__NEW-WEEKLY-LIST-ADDED-ERROR
source: The weekly list could not be created. Please refresh the screen.
es_es: No se ha podido crear la lista semanal. Por favor, refresque la pantalla.
fr_fr: La liste hebdomadaire n'a pas pu être créée. S'il vous plaît, rafraîchissez l'écran.
it_it: Non hai creato la lista settimanale. Per favore, ricarica la pagina.
pt_pt: Não foi possível criar a lista semanal. Por favor, refresque a tela.

# WEEKLY-CAMPAIGN__NEW-WEEKLY-CAMPAIGN-ADDED
source: A new weekly campaign has been added to your MDirector account:
es_es: Se ha añadido una nueva campaña semanal a tu cuenta de MDirector:
fr_fr: Une nouvelle campagne hebdomadaire a été ajoutée à votre compte de MDirector.
it_it: Hai aggiunto una nuova lista settimanale al tuo account MDirector.
pt_pt: Foi adicionado uma nova campanha semanal a sua conta de MDirector.

# WEEKLY-CAMPAIGN__NEW-WEEKLY-CAMPAIGN-ADDED-ERROR
source: The weekly campaign could not be created. Please refresh the screen.
es_es: No se ha podido crear la campaña semanal. Por favor, refresque la pantalla.
fr_fr: La campagne hebdomadaire n'a pas pu être créée. S'il vous plaît, rafraîchissez l'écran.
it_it: Non hai creato la lista settimanale. Per favore, ricarica la pagina.
pt_pt: Não foi possível criar a campanha semanal. Por favor, refresque a tela.

# DAILY-CAMPAIGN__NEW-DAILY-CAMPAIGN-ADDED
source: A new daily campaign has been added to your MDirector account:
es_es: Se ha añadido una nueva campaña diaria a tu cuenta de MDirector:
fr_fr: Une nouvelle campagne quotidienne a été ajoutée à votre compte de MDirector.
it_it: Hai aggiunto una nuova campagna giornaliera su MDirector.
pt_pt: Foi adicionado uma nova campanha diária a sua conta de MDirector.

# DAILY-CAMPAIGN__NEW-DAILY-CAMPAIGN-ADDED-ERROR
source: The daily campaign could not be created. Please refresh the screen.
es_es: No se ha podido crear la campaña diaria. Por favor, refresque la pantalla.
fr_fr: No se ha podido crear la campaña diaria. Por favor, refresque la pantalla.
it_it: La lista non è stata creata. Ricarica la pagina.
pt_pt: Não foi possível criar a campanha diária. Por favor, refresque a tela.

# SENDING-TEST__DAILY-SENDING
source: You have just performed a daily-sending type sending to the list(s)
es_es: Acabas de realizar un envío de tipo diario a la(s) lista(s)
fr_fr: Vous venez de faire un envoi de type quotidien à la liste
it_it: Hai appena effettuato un invio di tipo giornaliero alla lista
pt_pt: Você acaba de realizar um envio do tipo diário a lista

# SENDING-TEST__DAILY-SENDING-ERROR
source: Failed to send a daily type send to the list(s)
es_es: No se ha podido realizar un envío de tipo diario a la(s) lista(s)
fr_fr: Il n'était pas possible d'envoyer un type quotidien à la liste
it_it: Impossibile inviare in modo giornaliero alla lista
pt_pt: Não foi possível realizar um envio do tipo diário a lista

# SENDING-TEST__DAILY-GENERAL-SENDING-ERROR-NO-ACTIVES
source: No daily type sending was performed because there is no active list(s) in Step 2.
es_es: No se ha realizado ningún envío de tipo diario porque no hay ninguna lista activa en el Paso 2.
fr_fr: No se ha realizado ningún envío de tipo diario porque no hay ninguna lista activa en el Paso 2.
it_it: No se ha realizado ningún envío de tipo diario porque no hay ninguna lista activa en el Paso 2.
pt_pt: No se ha realizado ningún envío de tipo diario porque no hay ninguna lista activa en el Paso 2.

# NO-ENTRIES-IN-BLOG
source: Maybe you have no new blog entries, the selected list does not exist or the template is not correct.
es_es: Quizá no tienes nuevas entradas en el blog, la lista seleccionada no existe o la plantilla no es correcta.
fr_fr: Quizá no tienes nuevas entradas en el blog o la lista seleccionada no existe.
it_it: Non hai nuovi post di blog, l'elenco selezionato non esiste o il modello non è corretto.
pt_pt: Quizá no tienes nuevas entradas en el blog o la lista seleccionada no existe.

# SENDING-TEST__DAILY-DEACTIVATED
source: No daily type sending has been performed because you have the <strong>Send daily posts</strong> option deactivated.
es_es: No se ha realizado un envío de tipo diario porque tienes la opción <strong>Enviar mensajes diarios</strong> desactivada.
fr_fr: Vous n'avez pas envoyé la campagne de type quotidien car l'option <strong> Envoyer les messages quotidiens </ strong> est désactivée.
it_it: Non si è realizzato un invio giornaliero perché hai l'opzione <strong>Inviare messaggi giornalieri </strong> disattivata.
pt_pt: Não foi realizado um envio do tipo diário porque você não tem a opção <strong>Enviar mensagens diárias</strong> desativada.

# SENDING-TEST__WEEKLY-SENDING
source: You have just sent a weekly type sending to the list(s)
es_es: Acabas de realizar un envío de tipo semanal a la(s) lista(s)
fr_fr: Vous venez de faire un envoi hebdomadaire à la liste
it_it: Hai appena fatto una spedizione settimanale alla lista
pt_pt: Você acaba de realizar um envio do tipo semana a lista

# SENDING-TEST__WEEKLY-SENDING-ERROR
source: Failed to send a weekly type sending to the list(s)
es_es: No se ha podido realizar un envío de tipo semanal a la(s) lista(s)
fr_fr: Il n'était pas possible d'envoyer un envoi de type hebdomadaire à la liste.
it_it: Non è stato possibile inviare in modo settimanale alla lista
pt_pt: Não foi possível realizar um envio do tipo semanal a lista

# SENDING-TEST__WEEKLY-GENERAL-SENDING-ERROR-NO-ACTIVES
source: No weekly type sending was performed because there is no active list(s) in Step 2.
es_es: No se ha realizado ningún envío de tipo semanal porque no hay ninguna lista activa en el Paso 2.
fr_fr: No se ha realizado ningún envío de tipo semanal porque no hay ninguna lista activa en el Paso 2.
it_it: No se ha realizado ningún envío de tipo semanal porque no hay ninguna lista activa en el Paso 2.
pt_pt: No se ha realizado ningún envío de tipo semanal porque no hay ninguna lista activa en el Paso 2.

# SENDING-TEST__WEEKLY-DEACTIVATED
source: No sending of weekly type has been performed because you have the <strong>Send weekly messages</strong> option deactivated.
es_es: No se ha realizado un envío de tipo semanal porque tienes la opción <strong>Enviar mensajes semanales</strong> desactivada.
fr_fr: Vous n'avez pas envoyé la campagne de type hebdomadaire car l'option <strong> Envoyer les messages quotidiens </ strong> est désactivée.
it_it: Non si realizzato l' invio settimanale perché hai l'opzione <strong>Inviare messaggi settimanali </strong> disattivata.
pt_pt: Não foi realizado um envio do tipo semanal porque você não tem a opção <strong>Enviar mensagens semanais</strong> desativada.

# LAST-SENDINGS-RESTARTED
source: Dates of last-sendings (daily and weekly) reset.
es_es: Fechas de últimos envíos (diario y semanal) reiniciada.
fr_fr: Les dates des dernières expéditions (quotidiennes et hebdomadaires) ont été relancées.
it_it: Data degli ultimi invii (giornalieri e settimanali) ricominciata.
pt_pt: Datas dos últimos envios (diário e semanal) reiniciados.

source: Configuration
es_es: Configuración
it_it: Configurazione
pt_pt: Configuração

source: Tests
es_es: Pruebas
it_it: test
pt_pt: Provas

source: Welcome
es_es: Bienvenido
fr_fr: Bienvenue
it_it: Benvenuto
pt_pt: Bem-vindo

source: Help
es_es: Ayuda
fr_fr: Aide
it_it: Aiuto
pt_pt: Ajuda

# ADVANCE
source: Advanced
es_es: Avanzado
fr_fr: Avancée
it_it: Avanzate
pt_pt: Avançado

# TAB-CONTENT-HELP__TITLE
source: Steps to configure the MDirector Newsletter plugin.
es_es: Pasos para configurar el plugin de Newsletter de MDirector.
fr_fr: Étapes pour configurer le plugin MDirector Newsletter.
it_it: Passi per configurare il plugin Newsletter di MDirector.
pt_pt: Passos para configurar o plugin de Newsletter de MDirector.

# TAB-CONTENT-HELP__SUBTITLE
source: The MDirector plugin connects your wordpress with MDirector, sending the latest posts you have written on a daily or weekly basis and allows your users to subscribe to the newsletter.
es_es: El plugin de MDirector conecta tu wordpress con MDirector, enviando los últimos posts que hayas escrito diaria o semanalmente y permite a tus usuarios suscribirse a la newsletter.
fr_fr: Le plugin MDirector connecte votre wordpress avec MDirector, en envoyant les derniers messages que vous avez écrit chaque jour ou chaque semaine et permet à vos utilisateurs de s'abonner à la newsletter.
it_it: Il plugin di MDirector connette wordpress con MDirector, inviando gli ultimi post che hai scritto giornalmente o settimanalmente e permette ai tuoi utenti di iscriversi
pt_pt: O plugin de MDirector conecta seu wordpress com MDirector, enviando os últimos posts que tenha escrito diariamente ou semanalmente permitindo a seus usuários registrar-se a newsletter.

# TAB-CONTENT-HELP__LIST-3
source: Copy the values of consumer-key and consumer-secret.
es_es: Copia los valores de consumer-key y consumer-secret.
fr_fr: Copiez les valeurs de consumer-key et consumer-secret.
it_it: Copia i valori del consumer-key e consumer-secret.
pt_pt: Copie os valores de consumer-key e consumer-secret.

# TAB-CONTENT-HELP__LIST-4
source: Go to the plugin configuration tab, enter your consumer-key and consumer-secret and click save changes.
es_es: Accede a la pestaña de configuración del plugin, introduce tu consumer-key y consumer-secret y pincha en guardar cambios.
fr_fr: Accédez à l'onglet de configuration du plugin, entrez votre clé de consommateur et votre code de consommateur et cliquez sur enregistrer les modifications.
it_it: Accedi alla scheda di configurazione del plugin, introduci il tuo consumer-key e consumer-secret e salva.
pt_pt: Ingresse a aba de configuração do plugin, introduza seu consumer-key e consumer-secret e clique em salvar mudanças.

# TAB-CONTENT-HELP__LIST-5
source: Once the first 4 steps are done, two lists are automatically created in your MDirector account, one for those users who subscribe to the weekly list and one for those who subscribe to the daily list.
es_es: Una vez hechos los primeros 4 pasos, automáticamente se crean dos listas en tu cuenta de MDirector, una para aquellos usuarios que se suscriban a la lista semanal y otra para los que se suscriban a la lista diaria.
fr_fr: Une fois les 4 premières étapes effectuées, deux listes sont automatiquement créées dans votre compte MDirector, l'une pour les utilisateurs qui s'abonnent à la liste hebdomadaire et l'autre pour ceux qui s'abonnent à la liste quotidienne
it_it: Una volta effettuati i primi 4 passaggi, automaticamente si creeranno due liste nel tuo account MDirector, una per gli utenti che si iscrivono alla lista settimanale e una per coloro che si iscrivono a quella giornaliera.
pt_pt: Uma vez tenha realizado os primeiros 4 passos, automaticamente serão criadas duas listas na sua conta de MDirector, uma para aqueles usuários que se registrem a lista semanal e outra para os que se registrem a lista diária.

# TAB-CONTENT-HELP__LIST-6
source: Next choose the From name (Name that will appear in the message in the <b>From:</b> field).
es_es: A continuación elige el From name (Nombre que aparecerá en el mensaje en el campo <b>De:</b>)
fr_fr: Ensuite, choisissez le nom De (Nom qui apparaîtra dans le message dans le champ <b>De:</b>)
it_it: Di seguito scegli il Form name (Nome che comparirà nel messaggio e nel campo <b>Da:</b>)
pt_pt: A continuação escolha o From name (Nome que aparecerá na mensagem no campo <b>De:</b>)

# TAB-CONTENT-HELP__LIST-7
source: By default, sending from the weekly and daily lists is disabled. Activate them to enable automatic sending. <br>Fill in the form that will appear with the subject of the message, the time you want to schedule the mailings and the day of the week in the case of the weekly list.<br>NOTE: Although mailings are disabled, users can still subscribe to the lists. This way you can create campaigns directly in MDirector and send them to your blog subscribers.
es_es: Por defecto, están desactivados los envíos desde las listas semanales y diarias. Actívalas para activar los envíos automáticos. <br>Rellena el formulario que aparecerá con el asunto del mensaje, la hora a la que quieres programar los envíos y el día de la semana en caso de la lista semanal.<br>NOTA: A pesar de que estén desactivados los envíos, los usuarios podrán suscribirse a las listas. De esta forma podrás crear campañas directamente en MDirector y enviarlas a los suscriptores de tu blog.
fr_fr: Par défaut, les envois sont désactivés à partir des listes hebdomadaires et quotidiennes. Activez-les pour activer les envois automatiques. <br> Remplissez le formulaire qui apparaîtra avec l'objet du message, l'heure à laquelle vous voulez programmer les envois et le jour de la semaine dans le cas de la liste hebdomadaire. <br> NOTE: Bien que les envois soient désactivés, les utilisateurs pourront s'abonner aux listes. De cette façon, vous pouvez créer des campagnes directement dans MDirector et les envoyer aux abonnés de votre blog.
it_it: Di default, saranno disattivati gli invii delle liste settimanali e giornalieri. Attivali per gli invii automatici. Compila il modulo che apparirà con l'oggetto del messaggio, l'ora in cui vorrai programmare l’invio e il giorno della settimana in caso di lista settimanale.<br>Nota: anche se gli invii saranno disattivati, gli utenti saranno in grado di iscriversi alle liste. In questo modo sarete in grado di creare campagne direttamente in MDirector e inviarle agli iscritti del tuo blog.
pt_pt: Por defeito, estão desativadas os envios desde as listas semanais e diárias. Ativá-las para ativar os envios automáticos. Complete o formulário que aparecerá com o assunto da mensagem, a hora que deseja programar os envios e o dia da semana em caso da lista semanal.<br>NOTA: Apesar de que estão desativados os envios, os usuários poderão registrar-se as listas. Desta maneira, você poderá criar campanhas diretamente em MDirector e enviá-las aos contatos do seu blog.

# TAB-CONTENT-HELP__LIST-8
source: Next you can also select the categories you want to exclude from the automatic sending.
es_es: A continuación puedes seleccionar también las categorías que quieres excluir de los envíos automáticos.
fr_fr: Ensuite, vous pouvez également sélectionner les catégories que vous souhaitez exclure des envois automatiques.
it_it: Di seguito potrai selezionare anche le categorie che vuoi escludere dagli invii automatici
pt_pt: A continuação poderá selecionar também as categorias que deseja excluir dos envios automáticos.
