Repository: common-repository/mdirector-newsletter
Catalog: languages/mdirector-newsletter-*.po
Languages: ca, es_es, fr_fr, it_it, pt_pt

# LOGS-TAB__DESCRIPTION-1
source: From here you can view a log of plugin activity, such as submissions or possible errors that might occur.
es_es: Desde aquí puede consultar un registro de actividad del plugin, como los envíos o posibles errores que podrían darse.
fr_fr: À partir de là, vous pouvez consulter un journal d'activité du plug-in, tel que les envois ou les erreurs pouvant survenir.
it_it: Da qui è possibile controllare un registro delle attività del plug-in, ad esempio spedizioni o possibili errori che potrebbero verificarsi.
pt_pt: A partir daqui, você pode verificar um log de atividade do plug-in, como remessas ou possíveis erros que possam ocorrer.

# LOGS-TAB__DESCRIPTION-2
source: If you detect a malfunction of the plugin, you can review this information and, if deemed appropriate, forward it to MDirector support for evaluation.
es_es: Si detecta un mal funcionamiento del plugin, puede revisar esta información y, en caso de estimarlo oportuno, remitirla al soporte de MDirector para que sea evaluada.
fr_fr: Si vous détectez un dysfonctionnement du plug-in, vous pouvez vérifier ces informations et, si nécessaire, les envoyer au support MDirector pour évaluation.
it_it: Se si rileva un malfunzionamento del plug-in, è possibile rivedere queste informazioni e, se ritenuto appropriato, inviarle al supporto MDirector per la valutazione.
pt_pt: Se você detectar um mau funcionamento do plug-in, poderá revisar essas informações e, se julgar apropriado, enviá-las ao suporte do MDirector para avaliação.

# LOGS-TAB__DISCLAIMER
source: NOTE: The activity log does NOT store any sensitive information.
es_es: NOTA: El registro de actividad NO guarda ningún tipo de información sensible.
fr_fr: REMARQUE: le journal d'activité n'enregistre PAS d'informations sensibles.
it_it: NOTA: il registro delle attività NON salva alcuna informazione sensibile.
pt_pt: NOTA: O log de atividades NÃO salva nenhuma informação confidencial.

# SAVE
source: Save changes
es_es: Guardar cambios
fr_fr: Sauvegarder
it_it: Salvare le modifiche
pt_pt: Salvar mudanças

source: Send now
es_es: Enviar ahora mismo
fr_fr: Envoyer maintenant
it_it: Invia ora
pt_pt: Enviar agora mesmo

source: Send Test-Now
es_es: Enviar prueba ahora mismo
fr_fr: Envoyer test maintenant
it_it: Invia del test ora
pt_pt: Enviar prova agora mesmo

source: NOTE
es_es: NOTA
it_it: NOTA
pt_pt: NOTA

# STEP-9__ANNOTATION
source: Remember that you are using test lists for your submission.
es_es: Recuerda que estás utilizando listas de pruebas para tu envío
fr_fr: N'oubliez pas que vous utilisez des listes de tests pour votre envoi
it_it: Ricorda che stai utilizzando una lista test per il tuo invio
pt_pt: Recorde que você está utilizando listas de provas para seu envio

# TAB-CONTENT-DEBUG__TITLE
source: Test lists
es_es: Listas de test
fr_fr: Listes de test
it_it: Lista dei test
pt_pt: Listas de teste

# TAB-CONTENT-DEBUG__NOTICE
source: The test lists you specify below must exist and be distinct.
es_es: Las listas de prueba que indiques a continuación deben existir y ser distintas.
fr_fr: Les listes de tests que vous indiquez ci-dessous doivent exister et être différentes.
it_it: La lista test che indicherai qui sotto devono esistere ed essere diverse.
pt_pt: As listas de prova que indicar a continuação devem existir e ser diferentes.

# TAB-CONTENT-DEBUG__USING-TEST-LISTS
source: Using test lists
es_es: Utilizar listas de prueba
fr_fr: Utiliser les listes de tests
it_it: Utilizza la lista di prova
pt_pt: Utilizar listas de prova

# TAB-CONTENT-DEBUG__DAILY-TEST
source: Daily Test List
es_es: Lista de Test Diaria
fr_fr: Liste de Test Quotidienne
it_it: Lista dei Test giornalieri
pt_pt: Lista de Teste Diária

# TAB-CONTENT-DEBUG__REAL-LIST
source: Real list
es_es: Lista real
fr_fr: Liste réelle
it_it: Lista reale
pt_pt: Lista real

# TAB-CONTENT-DEBUG__WEEKLY-TEST
source: Weekly Test List
es_es: Lista de Test Semanal
fr_fr: Liste de Test Hebdomadaire
it_it: Lista dei Test Settimanale
pt_pt: Lista de Teste Semanal

# CHECK-WP-VERSION
source: Please update your Wordpress version to use the MDirector plugin. The minimum supported version is
es_es: Por favor actualiza tu versión de Wordpress para usar el plugin de MDirector. La mínima versión compatible es
fr_fr: Veuillez mettre à jour votre version de Wordpress pour utiliser le plugin MDirector. La version minimale compatible est
it_it: Per favore aggiorna la versione di Wordpress per utilizzare il plug-in MDirector. La versione minima compatibile è
pt_pt: Por favor atualizar sua versão de Wordpress para usar o plugin de MDirector. A versão compatível é

# CHECK-CURL
source: The MDirector plugin makes use of php-curl, please install this library to continue.
es_es: El plugin de MDirector hace uso de php-curl, por favor instala dicha librería para continuar.
fr_fr: Le plugin MDirector utilise php-curl, veuillez installer la librairie pour continuer.
it_it: Il plugin MDirector usa php-curl, per favore installa questa libreria per continuare.
pt_pt: O plugin de MDirector faz uso de php-curl, por favor instalar tal biblioteca para continuar.

# CHECK-API
source: To start using the MDirector Newsletter plugin configure the connection data to the MDirector API.
es_es: Para comenzar a usar el plugin de MDirector Newsletter configura los datos de conexión a la API de MDirector.
fr_fr: Pour commencer à utiliser le plugin MDirector Newsletter, configurez les données de connexion à l'API MDirector.
it_it: Per iniziare a utilizzare il plug-in della newsletter di MDirector, configurare i dati di connessione sull'API di MDirector
pt_pt: Para começar a usar o plugin de MDirector Newsletter configure os dados de conexão a API de MDirector.

# CHECK-API-ERROR
source: There are problems connecting to MDirector, please re-enter the API connection data.
es_es: Hay problemas de conexión con MDirector, por favor vuelve a introducir los datos de conexión API.
fr_fr: Il y a des problèmes de connexion avec MDirector, veuillez ré-entrer les données de connexion de l'API.
it_it: Ci sono problemi di connessione con MDirector, reinserire i dati della connessione API.
pt_pt: Existe problemas de conexão com MDirector, por favor introduzir novamente os dados de conexão API.

# WIDGET__TITLE
source: Subscription form
ca: Formulari de subscripció
es_es: Formulario de suscripción
fr_fr: Formulaire d'abonnement
it_it: Modulo di iscrizione
pt_pt: Formulário de registro

# WIDGET-FORM__TITLE
source: Title
ca: Titel
es_es: Título
fr_fr: Titre
it_it: Títolo
pt_pt: Título

# WIDGET-FORM__TEXT_SUPPORT
source: Explanatory text
ca: Text explicatiu
es_es: Texto explicativo
fr_fr: Text explicatif
it_it: Testo esplicativo
pt_pt: Texto explicativo

# WIDGET-FREQUENCY__DAILY
source: Receive daily newsletter
ca: Rebre newsletter diària
es_es: Recibir newsletter diaria
fr_fr: Recevez la newsletter quotidienne
it_it: Ricevi la newsletter giornaliera
pt_pt: Receber newsletter diária

# WIDGET-FREQUENCY__WEEKLY
source: Receive weekly newsletter
ca: Rebre newsletter setmanal
es_es: Recibir newsletter semanal
fr_fr: Recevez la newsletter hebdomadaire
it_it: Ricevi la newsletter settimanale
pt_pt: Receber newsletter semanal

# WIDGET-EMAIL
source: E-mail address
ca: Correu electrònic
es_es: Correo electrónico
fr_fr: E-mail
it_it: e-mail
pt_pt: Correio eletrônico

# WIDGET-PRIVACY__POLICY__ACCEPTED
source: I accept the privacy policy
ca: Accepto la política de privadesa
es_es: Acepto la política de privacidad
fr_fr: J'accepte la politique de confidentialité
it_it: Accetto la politica della privacy
pt_pt: Aceito a política de privacidade

# WIDGET-SUBSCRIPTION
source: Subscribe me
ca: SUBSCRIURE'M
es_es: Suscribirme
fr_fr: SUBSCRIPTION
it_it: Sottoscrivo
pt_pt: Registrar-me

# WIDGET-SCRIPT-SUCCESS
source: You have successfully subscribed to the list. Thank you for your interest.
ca: T'has subscrit correctament a la llista. Gràcies pel vostre interès.
es_es: Te has suscrito correctamente a la lista. Gracias por tu interés.
fr_fr: Vous vous êtes abonné à la liste avec succès. Merci de ton intérêt.
it_it: Ti sei iscritto correttamente alla lista. Grazie per il tuo interessamento.
pt_pt: Você foi registrado corretamente a lista. Obrigado pelo seu interesse.

# WIDGET-SCRIPT-EMAIL-VALIDATION
source: Please enter a valid email address.
ca: Si us plau, introduïu un correu electrònic vàlid.
es_es: Por favor, introduce un correo electrónico válido.
fr_fr: S'il vous plaît entrer un email valide.
it_it: Per favore, inserire un indirizzo mail valido.
pt_pt: Por favor, introduza um correio eletrônico válido.

# WIDGET-SCRIPT-EMAIL-TEXT
source: Please enter your email address.
ca: Si us plau, introdueix el teu correu electrònic.
es_es: Por favor, introduce tu correo electrónico.
fr_fr: S'il vous plaît, entrez votre email.
it_it: Per favore inserire la propria mail
pt_pt: Por favor, introduza seu correio eletrônico.

# WIDGET-SCRIPT-POLICY-VALIDATION
source: Please accept the privacy policy.
ca: Si us plau, accepta la política de privadesa
es_es: Por favor, acepta la política de privacidad.
fr_fr: S'il vous plaît, veilleuz accepter la politique de privacité
it_it: Per favore, accettare la politica della privacy
pt_pt: Por favor, aceite a política de privacidade.

# WIDGET-SCRIPT-EMAIL-ALREADY-REGISTERED
source: The email you entered was already subscribed to the list.
ca: El correu introduït ja estava subscrit a la llista.
es_es: El correo introducido ya estaba suscrito a la lista.
fr_fr: Le courrier entré était déjà abonné à la liste.
it_it: La mail inserita era già stata inserita.
pt_pt: O correio introduzido já estava registrado a lista.

# WIDGET-SCRIPT-GENERAL-ERROR
source: We had a problem registering your contact. Please try again later.
ca: Hem tingut un problema registrant el teu contacte. Si us plau, intenta-ho més tard.
es_es: Hemos tenido un problema registrando tu contacto. Por favor, inténtalo más tarde.
fr_fr: Nous avons eu un problème pour enregistrer votre contact. Veuillez réessayer plus tard.
it_it: Abbiamo avuto un problema nel registrare il tuo contatto. Si prega di riprovare più tardi.
pt_pt: Ocorreu um problema ao registrar seu contato. Por favor, tente novamente mais tarde.

# EDITOR-META-BOX-TITLE
source: Scheduling in MDirector
es_es: Programar en MDirector
fr_fr: Programmer dans MDirector
it_it: Programma in MDirector
pt_pt: Programação no MDirector

# EDITOR-META-BOX-ACTIVATE
source: Activate
es_es: Activar
fr_fr: Activer
it_it: Attivare
pt_pt: Ativar

# TAB-CONTENT-TEMPLATES-TITLE
source: Templates
es_es: Plantillas
fr_fr: Modèles
it_it: Modelli
pt_pt: Modelos

# TAB-CONTENT-ADVANCE__HIDE-SAMPLE-TEMPLATES
source: Hide sample templates when configuring submissions.
es_es: Ocultar plantillas de ejemplo al configurar envíos.
fr_fr: Masquez les exemples de modèles lors de la configuration des envois.
it_it: Nascondi modelli di esempio durante l'impostazione delle spedizioni.
pt_pt: Oculte modelos de amostra ao configurar remessas.

# TAB-CONTENT-ADVANCE__SCHEDULER-TITLE
source: Direct mailing scheduler
es_es: Programador de envíos directos
fr_fr: Planificateur d'envoi direct
it_it: Pianificatore di invio diretto
pt_pt: Programador de envio direto

# TAB-CONTENT-ADVANCE__SCHEDULER-DESCRIPTION
source: With the direct submission scheduler, you will be able to send a single news item to your contact li
es_es: Con el programador de envíos directo, podrá enviar una única noticia a sus listas de contactos desde la página de edición de entradas.
fr_fr: Avec le planificateur d'envoi direct, vous pouvez envoyer une seule actualité à vos listes de contacts à partir de la page d'édition de publication.
it_it: Con il pianificatore di spedizione diretta, puoi inviare una singola notizia ai tuoi elenchi di contatti dalla pagina di modifica del post.
pt_pt: Com o agendador de envio direto, você pode enviar um único item de notícias para suas listas de contato a partir da página de edição de postagem.

# TAB-CONTENT-ADVANCE__SCHEDULER-POSTS
source: Display the posts scheduler on the edit posts page.
es_es: Mostrar el programador de envíos en la página de edición de entradas.
fr_fr: Afficher le planificateur de soumission sur la page d'édition de publication.
it_it: Mostra il pianificatore di invio nella pagina di modifica del post.
pt_pt: Mostrar agendador de envio na página de edição de postagem.

# TAB-CONTENT-ADVANCE__SCHEDULER-TAXONOMIES-TITLE
source: Taxonomies
es_es: Taxonomías
it_it: Tassonomie
pt_pt: Taxonomias

# TAB-CONTENT-ADVANCE__SCHEDULER-TAXONOMIES-FIELD
source: Custom taxonomies
es_es: Taxonomías personalizadas
fr_fr: Taxonomies personnalisées
it_it: Tassonomie personalizzate
pt_pt: Taxonomias personalizadas

# TAB-CONTENT-ADVANCE__SCHEDULER-TAXONOMIES-DESCRIPTION
source: In addition to the edit entry page, you can display the submission scheduler in any taxonomy you have previously created. Para a√±adir taxonom√≠as personalizadas, introduzca sus nombres separados por comas. <i>Example: gallery, music, video</i>
es_es: Además de en la página de edición de entradas, puede mostrar el programador de envíos en cualquier taxonomía que haya creado previamente. Para añadir taxonomías personalizadas, introduzca sus nombres separados por comas. <i>Ejm: gallery, music, video</i>
fr_fr: En plus de la page d'édition de publication, vous pouvez afficher le planificateur de soumission dans n'importe quelle taxonomie que vous avez précédemment créée. Pour ajouter des taxonomies personnalisées, saisissez leurs noms séparés par des virgules. <i> Ejm : galerie, musique, vidéo</i>
it_it: Oltre alla pagina di modifica dei post, puoi visualizzare lo scheduler di invio in qualsiasi tassonomia che hai creato in precedenza. Per aggiungere tassonomie personalizzate, inserisci i loro nomi separati da virgole. <i>Ejm: galleria, musica, video</i>
pt_pt: Além da página de edição de postagem, você pode exibir o programador de envio em qualquer taxonomia criada anteriormente. Para adicionar taxonomias personalizadas, insira seus nomes separados por vírgulas. <i>Ejm: galeria, música, vídeo</i>

# TAB-CONTENT-ADVANCE__SCHEDULER-DEFAULT-FROM-DESCRIPTION
source: Set the name that will appear by default in the field "From:" of the emails you send with the scheduler. However, you can change it back from the programmer itself if you need to.
es_es: Configura el nombre que aparecerá por defecto en el campo "De:" de los correos que envíes con el programador. No obstante, puedes cambiarlo de nuevo desde el mismo programador si lo necesitas.
fr_fr: Configurez le nom qui apparaît par défaut dans le champ "De:" des emails que vous envoyez avec le programmeur. Cependant, vous pouvez le modifier à nouveau à partir du même programmeur si vous en avez besoin.
it_it: Configura il nome che apparirà di default nel campo "Da:" delle email che invii con il programmatore. Tuttavia, puoi cambiarlo di nuovo dallo stesso programmatore se ne hai bisogno.
pt_pt: Configure o nome que aparecerá por padrão no campo "De:" dos e-mails que você enviar com o programador. No entanto, você pode alterá-lo novamente com o mesmo programador, se necessário.

# MDSCHEDULER__TITLE
source: MDirector Scheduler
es_es: Programador MDirector
fr_fr: Planificateur MDirector
it_it: Planificateur MDirector

# MDSCHEDULER__SEND-ON-PUBLISH
source: Send mails when posting.
es_es: Enviar correos al publicar.
fr_fr: Envoyez des e-mails lors de la publication.
it_it: Invia e-mail durante la pubblicazione.
pt_pt: Envie e-mails ao publicar.

# MDSCHEDULER__FROM
source: FROM field
es_es: Campo FROM
fr_fr: Champ FROM
it_it: Campo DA
pt_pt: Campo FROM

# MDSCHEDULER__DEFAULT-FROM
source: Default FROM field
es_es: Campo FROM por defecto
fr_fr: Champ FROM por defecto
it_it: Campo FROM por defecto
pt_pt: Campo FROM (padrão)

# MDSCHEDULER__CHOOSE-CAMPAIGN
source: Choose a campaign
es_es: Elija una campaña
fr_fr: Choisissez une campagne
it_it: Scegli una campagna
pt_pt: Escolha uma campanha

# MDSCHEDULER__CHOOSE-TEMPLATE
source: Choose a template
es_es: Elija una plantilla
fr_fr: Choisissez un modèle
it_it: Scegli un modello
pt_pt: Escolha um modelo

# MDSCHEDULER__CHOOSE-LISTS
source: List(s) / segment(s):
es_es: Lista(s) / segmento(s):
fr_fr: Liste(s) / segment(s):
it_it: Elenco / segmento:
pt_pt: Lista(s) / segmento(s):

# MDSCHEDULER__SEND-NOW
source: Submit now
es_es: Enviar ahora
fr_fr: Envoyer maintenant
it_it: Spedisci ora
pt_pt: Envie agora

# TAB-CONTENT-RESET-DESCRIPTION
source: If you wish, you can clear all the configuration values of the plugin to return it to its initial state. In some cases, this action may help to fix a problem caused by a misconfiguration, or some other one-time problem.
es_es: Si lo desea, puede borrar todos los valores de configuración del plugin para devolverlo a su estado inicial. En determinadas ocasiones, esta acción puede ayudar a solucionar algún problema ocasionado por una configuración errónea, o algún otro problema puntual.
fr_fr: Si vous le souhaitez, vous pouvez effacer tous les paramètres de configuration du plugin pour le ramener à son état initial. À certaines occasions, cette action peut aider à résoudre un problème causé par une mauvaise configuration ou un autre problème spécifique.
it_it: Se lo desideri, puoi cancellare tutte le impostazioni di configurazione del plugin per riportarlo allo stato iniziale. In determinate occasioni, questa azione può aiutare a risolvere un problema causato da una configurazione errata o qualche altro problema specifico.
pt_pt: Se desejar, você pode limpar todas as configurações do plugin para retorná-lo ao seu estado inicial. Em certas ocasiões, essa ação pode ajudar a resolver um problema causado por uma configuração incorreta ou algum outro problema específico.

# TAB-CONTENT-RESET-WARNING
source: CAUTION! Pressing the button will clear all configuration settings. Proceed only if you are sure you want to return the plugin to its initial state.
es_es: ¡ATENCIÓN! Si pulsa el botón, se borrarán todos los ajustes de la configuración. Proceda solo si está seguro de querer devolver el plugin a su estado inicial.
fr_fr: ATTENTION! Si vous appuyez sur le bouton, tous les paramètres de configuration seront effacés. Ne procédez que si vous êtes sûr de vouloir remettre le plugin dans son état initial.
it_it: ATTENZIONE! Se si preme il pulsante, tutte le impostazioni di configurazione verranno cancellate. Procedi solo se sei sicuro di voler riportare il plugin allo stato iniziale.
pt_pt: ATENÇÃO! Se você pressionar o botão, todas as configurações serão apagadas. Prossiga apenas se tiver certeza de que deseja retornar o plug-in ao seu estado inicial.

# RESET-LABEL
source: Clear all plugin settings and reset to default values.
es_es: Borrar todos los ajustes del plugin y reiniciar a sus valores por defecto
fr_fr: Effacez tous les paramètres du plugin et réinitialisez leurs valeurs par défaut
it_it: Cancella tutte le impostazioni del plug-in e ripristina i valori predefiniti
pt_pt: Limpe todas as configurações do plugin e redefina para seus valores padrão

# RESET-SUCCESS
source: All configuration data has been successfully cleared and the plugin has been restored to its default values.
es_es: Todos los datos de configuración se han borrado con éxito y se ha restaurado el plugin a sus valores inciales.
fr_fr: Toutes les données de configuration ont été effacées avec succès et le plugin a été restauré à ses valeurs initiales.
it_it: Tutti i dati di configurazione sono stati cancellati con successo e il plugin è stato ripristinato ai suoi valori iniziali.
pt_pt: Todos os dados de configuração foram apagados com sucesso e o plugin foi restaurado para seus valores iniciais.

# TAB-CONTENT-CLEAN-CACHE-TITLE
source: Clear template cache
es_es: Borrar la caché de las plantillas
fr_fr: Videz le cache des modèles.
it_it: Svuota la cache dei modelli.
pt_pt: Limpe o cache do modelo.

# TAB-CONTENT-CLEAN-CACHE-DESCRIPTION
source: With this option, you can clear the cache generated by the templates. It is useful for example if you have changed the content of a template and do not see the changes during the Preview.
es_es: Con esta opción, puede limpiar la caché generada por las plantillas. Es útil por ejemplo si ha cambiado el contenido de una plantilla y no ve los cambios durante la Vista Previa.
fr_fr: Avec cette option, vous pouvez vider le cache généré par les modèles. Ceci est utile par exemple si vous avez modifié le contenu d'un modèle et que vous ne voyez pas les modifications lors de l'Aperçu.
it_it: Con questa opzione, puoi cancellare la cache generata dai modelli. Ciò è utile, ad esempio, se hai modificato il contenuto di un modello e non vedi le modifiche durante l'anteprima.
pt_pt: Com esta opção, você pode limpar o cache gerado pelos modelos. Isso é útil, por exemplo, se você alterou o conteúdo de um modelo e não vê as alterações durante a Visualização.

# CLEAN-CACHE-LABEL
source: Clear template cache
es_es: Borrar caché de las plantillas
fr_fr: Videz le cache des modèles.
it_it: Svuota la cache dei modelli.
pt_pt: Limpe o cache de modelos.

# CLEAN-CACHE-SUCCESS
source: Template cache cleared successfully.
es_es: Caché de las plantillas borrada con éxito.
fr_fr: Cache des modèles effacé avec succès.
it_it: Cache dei modelli cancellata con successo.
pt_pt: Cache de modelos limpo com sucesso.

# MDSCHEDULER__REQUIRED_FIELD
source: Required field
es_es: Campo obligatorio
fr_fr: Champ requis
it_it: Campo obbligatorio
pt_pt: O campo obrigatório

# MDSCHEDULER__DISABLED
source: To configure your post in MDirector, you must first save, schedule or publish the
es_es: Para configurar su envío en MDirector, debe primero guardar, programar o publicar la
fr_fr: Pour configurer votre diffusion dans MDirector, vous devez d'abord enregistrer, planifier ou publier le
it_it: Per configurare la tua consegna in MDirector, devi prima salvare, programmare o pubblicare il
pt_pt: Para configurar sua entrega no MDirector, você deve primeiro salvar, agendar ou publicar o

# MDSCHEDULER__POST__TYPE--POST
source: entry
es_es: entrada
fr_fr: entrée
it_it: post
pt_pt: entrada

# MDSCHEDULER__POST__TYPE--PAGE
source: page
es_es: página
it_it: pagina
pt_pt: página

# MDSCHEDULER__POST__TYPE--AUTO-DRAFT
source: draft
es_es: borrador

source: Original
it_it: originale

# TAB-CONTENT-RESET-TITLE
source: Reset
fr_fr: Réinitialiser
it_it: Ripristina
pt_pt: Reiniciar

# WEEKDAY__SATURDAY-SHORT
source: S
pt_pt: D
